Revit 2027 API
ParameterTypeId.AutoMullionInteriorVert Property
 "Interior Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoMullionInteriorVert { get; }
Public Shared ReadOnly Property AutoMullionInteriorVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoMullionInteriorVert {
	ForgeTypeId^ get ();
}
static member AutoMullionInteriorVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace